#import_navbar.jspf
br.com.curriculumVSJ.import_navbar.language = Language
br.com.curriculumVSJ.import_navbar.portuguese = Portuguese
br.com.curriculumVSJ.import_navbar.english = English
br.com.curriculumVSJ.import_navbar.login = Login
br.com.curriculumVSJ.import_navbar.home = Home
br.com.curriculumVSJ.import_navbar.projects = Projects
br.com.curriculumVSJ.import_navbar.lubras = LuBras
br.com.curriculumVSJ.import_navbar.bathroomConscious = Bathroom Conscious
br.com.curriculumVSJ.import_navbar.agentTransport = Agent Transport
br.com.curriculumVSJ.import_navbar.publications = Publications
br.com.curriculumVSJ.import_navbar.contact = Contact
br.com.curriculumVSJ.import_navbar.turing = Turing

#import_footer.jspf
br.com.curriculumVSJ.import_footer.developedBy = Developed by : 
br.com.curriculumVSJ.import_footer.coworkers =  Vinicius Souza de Jesus and Fabian Cesar Pereira Brand\u00e3o Manoel.

#HomePage
br.com.curriculumVSJ.HomePage.title = Home Page

#Turing.jsp
br.com.curriculumVSJ.Turing.title = Turing Project
br.com.curriculumVSJ.Turing.description = Description
br.com.curriculumVSJ.Turing.description.text.paragraph1 = The Turing Project is an extension project of CEFET/RJ that has already worked with students of Information Systems and Computing of Nova Friburgo; some students of Industrial Automation of Maria da Gra\u00e7a; and some of the students of Computer science of Nova Igua\u00e7u. The project aims to promote the popularization of science and technology through participation in technical-scientific events, at medium/technical level, through presentations of papers and submissions of articles that stimulate interest in research. The project also seeks to provide a professional improvement through the free provision of technical advice in computing for the internal community of CEFET/RJ and also for philanthropic institutions, enabling students to have a practical experience of their technical training.
br.com.curriculumVSJ.Turing.description.text.paragraph2 = The project aims to promote the popularization of science and technology. To this end, students are encouraged to participate in technical-scientific events, through the development of projects and methodologies, presentations of papers and submissions of articles. The participation of students in scientific events occurs through the production and presentation of prototypes based on microcontrolling platforms, scientific articles, abstracts and posters in the sub-areas of Computer Science and Industrial Automation. It is expected that the students involved will be better prepared to enter the job market or to pursue their academic career. The experience acquired in the development of prototypes for presentation at technical-scientific events or through the provision of technical assistance and consultancy provided to philanthropic institutions and the internal community will contribute to the formation as professional and citizen.
br.com.curriculumVSJ.Turing.award = Award
br.com.curriculumVSJ.Turing.award.text.introduction = Participating in this project, the students obtained several works and awards in various events:
br.com.curriculumVSJ.Turing.award.text.award1 = First, Second and Third place in the Exposi\u00e7\u00e3o da Produ\u00e7\u00e3o Em Tecnologia de Alunos de Cursos de Educa\u00e7\u00e3o Profissional T\u00e9cnica de N\u00edvel M\u00e9dio do Estado do Rio de Janeiro - EXPOTEC (2012 to 2017);
br.com.curriculumVSJ.Turing.award.text.award2 = First place in the Exposi\u00e7\u00e3o da Produ\u00e7\u00e3o em Ci\u00eancia e Tecnologia de Alunos De Cursos Superiores do Estado do Rio de Janeiro \u2013 EXPOSUP - EXPOSUP (2015 and 2017);
br.com.curriculumVSJ.Turing.award.text.award3 = Third place in the II LF Computing Award (2017);
br.com.curriculumVSJ.Turing.award.text.award4 = V CREA-RJ Award (2016);
br.com.curriculumVSJ.Turing.award.text.award5 = VI CREA-RJ Award (2017);
br.com.curriculumVSJ.Turing.award.text.award6 = Honorable Mention at the IV Exposi\u00e7\u00e3o de Trabalhos Acad\u00eamicos da Regi\u00e3o Serrana (ETARSERRA) (2016);
br.com.curriculumVSJ.Turing.award.text.award7 = Honorable Mention at the 3rd Concurso de Trabalhos T\u00e9cnicos do Computer on The Beach (2015);
br.com.curriculumVSJ.Turing.award.text.award8 = Junior Scientific Initiation Scholarships - CNPQ (MNR 2012, 2016 and 2017);
br.com.curriculumVSJ.Turing.award.text.award9 = Best Scientific Initiation Article of the Workshop-Escola de Sistemas de Agentes, seus Ambientes e Aplica\u00e7\u00f5es (WESAAC 2017).
br.com.curriculumVSJ.Turing.events = Technical and Scientific Events
br.com.curriculumVSJ.Turing.events.text.introduction = The technical and scientific events include:
br.com.curriculumVSJ.Turing.events.text.event1 = COBENGE \u2013 Congresso Brasileiro de Educa\u00e7\u00e3o em Engenharia (2013 and 2014);
br.com.curriculumVSJ.Turing.events.text.event2 = EXPOTEC RIO \u2013 Exposi\u00e7\u00e3o da Produ\u00e7\u00e3o em Tecnologia de Alunos De Cursos de Educa\u00e7\u00e3o Profissional T\u00e9cnica de N\u00edvel M\u00e9dio do Estado do Rio de Janeiro (2012 to 2017);
br.com.curriculumVSJ.Turing.events.text.event3 = FEBRAT \u2013 Feira Brasileira de Ci\u00eancia, Tecnologia e Inova\u00e7\u00e3o dos Col\u00e9gios de Aplica\u00e7\u00e3o e Escolas T\u00e9cnicas das Redes P\u00fablica e Privada (2013);
br.com.curriculumVSJ.Turing.events.text.event4 = FECTI \u2013 Feira Estadual de Ci\u00eancia, Tecnologia e Inova\u00e7\u00e3o do Estado do Rio de Janeiro (2012 to 2017);
br.com.curriculumVSJ.Turing.events.text.event5 = MNR \u2013 Mostra Nacional de Rob\u00f3tica (2012, 2013, 2015, 2016 and 2017);
br.com.curriculumVSJ.Turing.events.text.event6 = SULCOMP \u2013 Congresso Sul-Brasileiro de Computa\u00e7\u00e3o (2012);
br.com.curriculumVSJ.Turing.events.text.event7 = ERBD \u2013 Escola Regional de Banco de Dados (2013, 2014 and 2015);
br.com.curriculumVSJ.Turing.events.text.event8 = SBSI \u2013 Simp\u00f3sio Brasileiro de Sistemas de Informa\u00e7\u00e3o (2014);
br.com.curriculumVSJ.Turing.events.text.event9 = WESAAC \u2013 Workshop-Escola de Sistemas de Agentes, seus Ambientes e Aplica\u00e7\u00f5es (2012 to 2018);
br.com.curriculumVSJ.Turing.events.text.event10 = COTB \u2013 Computer On The Beach (2015);
br.com.curriculumVSJ.Turing.events.text.event11 = WPCCG \u2013 Workshop de Pesquisa em Computa\u00e7\u00e3o dos Campos Gerais (2016 and 2017);
br.com.curriculumVSJ.Turing.events.text.event12 = Workshop de Pesquisa e Desenvolvimento em Intelig\u00eancia Artificial, Intelig\u00eancia Coletiva e Ci\u00eancia de Dados (2016);
br.com.curriculumVSJ.Turing.events.text.event13 = Revista Jr. de Inicia\u00e7\u00e3o Cient\u00edfica em Ci\u00eancias Exatas e Engenharia (2017);
br.com.curriculumVSJ.Turing.events.text.event14 = Revista Extensio (2016);
br.com.curriculumVSJ.Turing.events.text.event15 = ICSCT \u2013 International Conference on Software and Computing Technology (2012);
br.com.curriculumVSJ.Turing.events.text.event16 = ICAART- International Conference on Agents and Artificial Intelligence (2014).
br.com.curriculumVSJ.Turing.events.text.event17 = SEKE \u2013 The 30th International Conference on Software Engineering & Knowledge Engineering (2018).
br.com.curriculumVSJ.Turing.joinUs = Join Us
br.com.curriculumVSJ.Turing.joinUs.text.introduction = Students can join to the project in the following ways:
br.com.curriculumVSJ.Turing.joinUs.text.way1 = Programa de bolsas de extens\u00e3o (PBEXT),provided by the Diretoria de Extens\u00e3o \u2013 DIREX / Departamento de Extens\u00e3o e Assuntos Comunit\u00e1rios \u2013 DEAC, for students from the second period;
br.com.curriculumVSJ.Turing.joinUs.text.way2 = Internship, volunteer, made available by the Diretoria de Extens\u00e3o \u2013 DIREX / Divis\u00e3o de Integra\u00e7\u00e3o Empresarial \u2013 DIEMP, accounting for the timetable for completion of the compulsory internship in the cumputing course, for students from the fifth period;
br.com.curriculumVSJ.Turing.joinUs.text.way3 = Voluntary participation for students of any period.

#Login.jsp
br.com.curriculumVSJ.Login.title = Login
br.com.curriculumVSJ.Login.label.email = E-mail
br.com.curriculumVSJ.Login.label.password = Password
br.com.curriculumVSJ.Login.button.login = Login